Repository: infonl/gppmono
Catalog: services/publicatiebank/src/woo_publications/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: actions
nl: acties

source: email address
nl: e-mailadres

source: identifier
nl: identificatie

source: The system identifier that uniquely identifies the user performing the action.
nl: De (unieke) identificatie waarmee de gebruiker die de actie uitvoert achterhaald kan worden.

source: The display name of the user.
nl: De weergavenaam van de gebruiker.

source: organisation member
nl: organisatielid

source: organisation members
nl: organisatieleden

source: You need to be superuser to create other superusers.
nl: Je moet een supergebruiker te zijn om andere supergebruikers aan te maken.

source: You cannot create or update a user with more permissions than yourself.
nl: Je kunt geen gebruiker aanmaken of updaten die meer rechten dan jezelf heeft.

source: Invalid token.
nl: Ongeldige API-key.

source: Read
nl: Lezen

source: Write
nl: Schrijven

source: permissions
nl: rechten

source: The permissions this API token has access to.
nl: De rechten toegekend aan deze API-applicatie.

source: contact person
nl: contactpersoon

source: Name of the person to contact about this application and the associated credentials.
nl: De naam van de persoon waarmee contact opgenomen kan worden over deze applicatie en API-sleutel.

source: Email of the person to contact about this application and the associated credentials.
nl: E-mailadres van de contactpersoon voor deze applicatie en API-sleutel.

source: phone number
nl: telefoonnummer

source: Phonenumber of the person contact about this application and the associated credentials.
nl: Telefoonnummer van de contactpersoon voor deze applicatie en API-sleutel.

source: last modified
nl: laatst gewijzigd op

source: Last date when the token was modified
nl: Meest recente moment wanneer de applicatie gewijzigd is.

source: created
nl: aangemaakt op

source: Date when the token was created
nl: Moment waarop de API-sleutel aangemaakt werd.

source: application API key
nl: applicatie-API-key

source: application API keys
nl: applicatie-API-keys

source: Retain
nl: Blijvend bewaren

source: Dispose
nl: Vernietigen

source: Retrieve a document type
nl: Haal een documenttype op

source: Something went wrong while deleting the document.
nl: Er is iets fout gegaan tijdens het verwijderen van het document.

source: event
nl: gebeurtenis

source: full log message
nl: volledige logbericht

source: message
nl: bericht

source: (no message)
nl: (geen bericht)

source: Unknown
nl: Onbekend

source: kind
nl: soort

source: acting user
nl: handelende persoon

source: {name} ({identifier}, local user ID: {django_id})
nl: {name} ({identifier}, lokale gebruikers-ID: {django_id})

source: affected object
nl: betrokken object

source: Show logs
nl: Toon logs

source: Record created
nl: Record aangemaakt

source: Record read
nl: Record bekeken

source: Record updated
nl: Record bijgewerkt

source: Record deleted
nl: Record verwijderd

source: Downloaded
nl: Gedownload

source: Document deleted
nl: Document verwijderd

source: (audit) log entry
nl: (audit)logitem

source: (audit) log entries
nl: (audit)logitems

source: Anonymous user
nl: Anonieme gebruiker

source: (object not set)
nl: (object niet bekend)

source: Archiving
nl: Archivering

source: Information object type API resource URLs
nl: Resource-URLs van informatieobjecttypen

source: Retrieves all the active organisations (default)
nl: Haal alle actieve organisaties op (standaard).

source: Retrieves all the inactive organisations
nl: Haal alle inactieve organisaties op.

source: Retrieve every organisation regardless if active or inactive.
nl: Haal alle organisaties op, ongeacht of ze actief zijn of niet.

source: Search the information category based on the unique IRI that identifies a specific category.
nl: Zoek een informatiecategorie op basis van de unieke IRI die een specifieke categorie identificeert.

source: Search the information category based on the name of the category.
nl: Zoek informatiecategorieën op basis van de categorienaam.

source: Search the organisations by the unique IRI that identifies a specific organisation.
nl: Zoek een organisatie op basis van de unieke IRI die een specifieke organisatie identificeert.

source: Search through the organisations based on the name of the organisation. You can search on parts of the name, and matching is case-insensitive.
nl: Zoek organisaties op basis van de organisatienaam. Je kan op delen van de naam zoeken, en het zoeken is niet hoofdlettergevoelig.

source: Search the organisation based on the origin of the organisation.
nl: Zoek organisaties op basis van de oorsprong van de gegevens.

source: Filter the organisations depending on their activity status:
nl: Filter de organisaties op hun actief-status:

source: Controls the (default) ordering of categories in result lists.
nl: Heeft invloed op de (standaard-)sortering van categorieën in de resultaten.

source: The name of the organisation (can only be modified when `oorsprong` is `{custom_entry}`).
nl: De naam van de organisatie (deze kan enkel gewijzigd worden als de `oorsprong` `{custom_entry}` is).

source: You cannot modify the name of organisations populated from a value list.
nl: Je kan de naam van organisaties uit waardelijsten niet aanpassen.

source: The nested themes attached to this current theme.
nl: De subthema's die binnen het huidige thema bestaan.

source: All available information categories.
nl: Alle beschikbare informatiecategorieën.

source: Returns a paginated result list of existing information categories.
nl: Geeft een resultatenlijst (met paginering) terug van de bestaande informatiecategorieën.

source: Retrieve a specific information category.
nl: Haal een specifiieke informatiecategorie op.

source: All available organisations.
nl: Alle beschikbare organisaties.

source: Returns a paginated result list of existing organisations.
nl: Geeft een lijst (met paginering) terug van alle bestaande organisaties.

source: Retrieve a specific organisation.
nl: Haal een specifieke organisatie op.

source: Create an organisation.
nl: Maak een organisatie aan.

source: Update an organisation partially.
nl: Werk een organisatie (gedeeltelijk) bij.

source: Update an organisation entirely.
nl: Werk een organisatie (in zijn geheel) bij.

source: All available themes.
nl: Alle beschikbare thema's.

source: Returns a paginated result list of existing themes.
nl: Geeft een resultatenlijst (met paginering) terug van de bestaande thema's.

source: Retrieve a specific theme.
nl: Haal een specifiek thema op.

source: Value list
nl: Waardelijst

source: Custom entry
nl: Zelf-toegevoegd item

source: Municipality list
nl: Register gemeenten compleet

source: Collaborative organisations list
nl: Register samenwerkingsorganisaties compleet

source: Alternative government organisations
nl: Register overige overheidsorganisaties compleet

source: The unique IRI that identifies this category in the overheid.nl value list. For entries that have been added manually, an identifier is generated.
nl: De unieke IRI waarmee deze categorie gedefinieerd is in de overheid.nl waardelijst. Voor zelf-toegevoegde items wordt een identificatie gegenereerd.

source: name
nl: naam

source: name plural
nl: naam meervoud

source: definition
nl: definitie

source: origin
nl: oorsprong

source: Determines where the category is defined and sourced from, and how the identifier should be interpreted. If the value list is the origin, the category can not be modified or deleted.
nl: Geeft aan waar de categorie gedefinieerd is, waar de gegevens opgehaald worden en hoe de identificatie dient geïnterpreteerd te worden. Als een waardelijst als oorsprong gebruikt wordt, dan kan de categorie niet bewerkt of verwijderd worden.

source: description
nl: omschrijving

source: The brief explanation shown to employees and citizens.
nl: De beknopte toelichting die aan medewerkers en burgers getoond wordt.

source: retention policy source
nl: bron bewaartermijn

source: The source of the retention policy (example: Selectielijst gemeenten 2020).
nl: De bron waaruit de bewaartermijn bepaald is (bjivoorbeeld: Selectielijst gemeenten 2020).

source: selection category
nl: selectiecategorie

source: The category as specified in the provided retention policy source (example: 20.1.2).
nl: De categorie waaruit de bewaartermijn bepaald is, zoals deze in de bron bewaartermijn voorkomt (bijvoorbeeld: 20.1.2).

source: archive action
nl: archiefnominatie

source: Determines if the archived data will be retained or disposed.
nl: Geeft aan of de gegevens bij het archiveren bewaard blijven of definitief vernietigd worden.

source: retention period
nl: bewaartermijn

source: The retention period in years.
nl: De bewaartermijn in aantal jaren.

source: retention policy explanation
nl: toelichting bewaartermijn

source: information category
nl: informatiecategorie

source: information categories
nl: informatiecategorieën

source: The unique IRI that identifies this theme in the overheid.nl value list. For entries that have been added manually, an identifier is generated.
nl: De unieke IRI waarmee het thema in de overheid.nl waardenlijst gedefinieerd is. Voor zelf-toegevoegde items wordt een identificatie gegenereerd.

source: theme
nl: thema

source: themes
nl: thema's

source: The unique IRI that identifies this organisation in the overheid.nl value list. For entries that have been added manually, an identifier is generated.
nl: De unieke IRI waarmee deze organisatie gedefinieerd is in de overheid.nl waardelijsten. Voor zelf-toegevoegde items wordt een identificatie gegenereerd.

source: Determines where the organisation is defined and sourced from, and how the identifier should be interpreted. If the value list is the origin, the organisation can not be modified or deleted.
nl: Geeft aan waar de organisatie gedefinieerd is, waar de gegevens opgehaald worden en hoe de identificatie dient geïnterpreteerd te worden. Als een waardelijst als oorsprong gebruikt wordt, dan kan de organisatie niet bewerkt of verwijderd worden.

source: The RSIN of the organisation.
nl: Het RSIN van de organisatie.

source: is active
nl: actief

source: Displays if the the organisation is currently active or not.
nl: Geeft de actief-status van de organisatie aan.

source: organisation
nl: organisatie

source: organisations
nl: organisaties

source: View API resource URLs
nl: Toon API-resource-URLs

source: Home
nl: Voorpagina

source: Change %(verbose_name_plural)s owner(s)
nl: Wijzig de eigenaar van de geselecteerde %(verbose_name_plural)s

source: Successfully changed %(count)d owner(s) of %(items)s.
nl: De eigenaar van %(count)d %(items)s is met succes gewijzigd.

source: Change owner
nl: Eigenaar wijzigen

source: Send the selected %(verbose_name_plural)s to the search index
nl: Verstuur de geselecteerde %(verbose_name_plural)s naar de zoekindex

source: {count} {verbose_name} object scheduled for background processing.
nl: {count} {verbose_name}-object wordt op de achtergrond verwerkt.

source: Remove the selected %(verbose_name_plural)s from the search index
nl: Verwijder de geselecteerde %(verbose_name_plural)s uit de zoekindex

source: Reassess the retention policy of the selected %(verbose_name_plural)s.
nl: Herbeoordeel de bewaartermijn van de geselecteerde %(verbose_name_plural)s.

source: Applied the reassessed retention policy to {count} {verbose_name} object.
nl: De hergewaarde bewaartermijn is toegepast op {count} {verbose_name} object.

source: revoke the selected %(verbose_name_plural)s
nl: Trek de geselecteerde %(verbose_name_plural)s in

source: {count} {verbose_name} object revoked.
nl: {count} {verbose_name}-object ingetrokken.

source: official title
nl: officiële titel

source: Description
nl: Beschrijving

source: Actions
nl: Handelingen

source: Actors
nl: Actoren

source: Show documents
nl: Toon documenten

source: File
nl: Bestand

source: Documents API integration
nl: Documenten-API-koppeling

source: Deprecated fields
nl: Verouderde velden

source: file size
nl: bestandsomvang

source: Publication
nl: Publicatie

source: Publications
nl: Publicaties

source: Search the document based on the unique identifier (UUID) that represents a publication. **Disclaimer**: disregard the documented type `integer` the correct type is `UUID`.
nl: Filter documenten op basis van de unieke publicatie-identificatie (UUID) waartoe ze horen. **Opmerkingen**: negeer het gedocumenteerde type `integer`, het correcte type is `string` met formaat `uuid`.

source: Filter documents that were registered after or on the given value.
nl: Filter documenten op registratiedatum op of na de opgegeven datumtijd.

source: Filter documents that were registered before the given value.
nl: Filter documenten op registratiedatum voor de opgegeven datumtijd.

source: Filter documents that were registered before or on the given value.
nl: Filter documenten op registratiedatum op of voor de opgegeven datumtijd.

source: Filter documents that were created after or on the given value.
nl: Filter documenten op creatiedatum op of na de opgegeven datumtijd.

source: Filter documents that were created before the given value.
nl: Filter documenten op creatiedatum voor de opgegeven datumtijd.

source: Filter documents that were created before or on the given value.
nl: Filter documenten op creatiedatum op of voor de opgegeven datumtijd.

source: Filter documents that were last modified after or on the given value.
nl: Filter documenten op laastste wijzigingsdatum op of na de opgegeven datumtijd.

source: Filter documents that were last modified before the given value.
nl: Filter documenten op laastste wijzigingsdatum voor de opgegeven datumtijd.

source: Filter documents that were last modified before or on the given value.
nl: Filter documenten op laastste wijzigingsdatum op of voor de opgegeven datumtijd.

source: Filter documents based on the owner identifier of the object.
nl: Filter documenten op basis van de identificatie van de eigenaar.

source: Filter documents based on the publication status.
nl: Filter documenten op publicatiestatus.

source: Filter documents that belong to a particular information category. When you specify multiple categories, documents belonging to any category are returned. Filter values should be the UUID of the categories.
nl: Filter documenten die binnen een bepaalde informatiecategorie vallen. Als je meerdere categorieën opgeeft, dan krijg je alle documenten die aan één van deze categorieën gerelateerd zijn. De filterwaarden zijn UUIDs van de categorieën. Gebruik komma's om meerdere waarden van elkaar te scheiden.

source: Order on.
nl: Sorteren op.

source: Searches publications based on the official and short title.
nl: Doorzoek publicaties op officiële en verkorte titel (niet hoofdlettergevoelig en zoekt op delen van de zoekterm).

source: Filter publications based on the owner identifier of the object.
nl: Filter publicaties op basis van de identificatie van de eigenaar.

source: Filter publications based on the publication status.
nl: Filter publicaties op publicatiestatus.

source: Filter publications based on the given identifier.
nl: Filter publicaties op basis van het opgegeven kenmerk.

source: Filter publications based on the given identifier source.
nl: Filter publicaties op basis van de opgegeven kenmerkbron.

source: Filter publications based on the archiefnominatie.
nl: Filter publicaties op archiefnominatie.

source: Filter publications that were registered after or on the given value.
nl: Filter publicaties op registratiedatum op of na de opgegeven datumtijd.

source: Filter publications that were registered before the given value.
nl: Filter publicaties op registratiedatum voor de opgegeven datumtijd.

source: Filter publications that were registered before or on the given value.
nl: Filter publicaties op registratiedatum op of voor de opgegeven datumtijd.

source: Filter publications where the archive action date is after or on the given value.
nl: Filter publicaties op archiefactiedatum op of na de opgegeven datumtijd.

source: Filter publications where the archive action date is before the given value.
nl: Filter publicaties op archiefactiedatum voor de opgegeven datumtijd.

source: Filter publications where the archive action date is before or on the given value.
nl: Filter publicaties op archiefactiedatum op of voor de opgegeven datumtijd.

source: Filter publications that belong to a particular information category. When you specify multiple categories, publications belonging to any category are returned. Filter values should be the UUID of the categories.
nl: Filter publicaties die binnen een bepaalde informatiecategorie vallen. Als je meerdere categorieën opgeeft, dan krijg je alle publicaties die aan één van deze categorieën gerelateerd zijn. De filterwaarden zijn UUIDs van de categorieën. Gebruik komma's om meerdere waarden van elkaar te scheiden.

source: Filter publications that belong to a particular topic. When you specify multiple topics, publications belonging to any topic are returned. Filter values should be the UUID of the topics.
nl: Filter publicaties die bij een bepaald onderwerp horen. Als je meerdere onderwerpen opgeeft, dan krijg je alle publicaties die aan één van deze onderwerpen gerelateerd zijn. De filterwaarden zijn de UUIDs van de onderwerpen. Gebruik komma's om meerdere waarden van elkaar te scheiden.

source: Filter topics that belong to a publication. When you specify multiple publications, topics belonging to any publication are returned. Filter values should be the UUID of the publications.
nl: Filter onderwerpen die bij een bepaald onderwerp horen. Als je meerdere publicaties opgeeft, dan krijg je alle onderwerpen die aan één van deze publicaties gerelateerd zijn. De filterwaarden zijn de UUIDs van de publicaties. Gebruik komma's om meerdere waarden van elkaar te scheiden.

source: Filter topics based on the publication status.
nl: Filter onderwerpen op publicatiestatus.

source: The unique ID for a given file part for a document.
nl: Het unieke ID van een bestandsdeel horend bij een document.

source: Endpoint where to submit the file part data to.
nl: Endpoint waar het bestandsdeel geüpload moet worden.

source: order
nl: volgorde

source: Index of the filepart, indicating which chunk is being uploaded.
nl: Index van het bestandsdeel, geeft aan welk bestandsdeel precies geüpload wordt.

source: size
nl: grootte

source: Chunk size, in bytes. Large files must be cut up into chunks, where each chunk has an expected chunk size (configured on the Documents API server). A part is only considered complete once each chunk has binary data of exactly this size attached to it.
nl: Bestandsdeelomvang, in bytes. Grote bestanden moeten in meerdere stukken gesplitst worden, waarbij voor elk stuk een bepaalde bestandsgrootte verwacht wordt (deze grootte is ingesteld op de Documenten-API-server). Een bestandsdeel is pas voltooid als er binaire data van precies deze omvang geüpload zijn.

source: binary content
nl: binaire data

source: The binary data of this chunk, which will be forwarded to the underlying Documents API. The file size must match the part's `omvang`.
nl: De binaire data van dit stuk, dit wordt doorgezet naar de achterliggende Documenten-API. De bestandsgrootte moet overeenkomen met de `omvang` van het bestandsdeel.

source: document upload completed
nl: documentupload voltooid

source: Indicates if all chunks of the file have been received and the document has been unlocked and made 'ready for use' in the upstream Documents API.
nl: Geeft aan of alle bestandsdelen van het bestand ontvangen zijn en het document ontgrendeld en klaar voor gebruik is in de achterliggende Documenten-API.

source: The unique identifier of the publication.
nl: De unieke identificatie van de publicatie.

source: owner
nl: eigenaar

source: The creator of the document, derived from the audit headers. Disclaimer**: If you use this field during creation/updating actions the owner data will differ from the audit headers provided during creation.
nl: De persoon die het document aangemaakt heeft, afgeleid uit de auditlogs. **Pas op**: Als je het veld opgeeft tijdens het aanmaken of bijwerken van het object, dan zal de eigenaarinformatie afwijken van de audit headers.

source: The document identifiers attached to this document.
nl: De set aan identificatiekenmerken horend bij dit document.

source: Indicates if the file has been uploaded and made 'ready for use' in the upstream Documents API.
nl: Geeft aan of alle bestandsdelen van het bestand ontvangen zijn en het document ontgrendeld en klaar voor gebruik is in de achterliggende Documenten-API.

source: On creation, the publicatiestatus is derived from the publication and cannot be specified directly.
nl: Tijdens het aanmaken wordt de publicatiestatus overgenomen van het publicatie. De publicatie kan niet zelf ingevuld worden.

source: Adding documents to revoked publications is not allowed.
nl: Je kan geen documenten toevoegen aan ingetrokken publicaties.

source: The resource URL of the document in an (external) Documents API. Must be the detail endpoint - we'll construct the download URL ourselves. Must be provided when the `aanleveringBestand` is set to `ophalen`, and must be empty/absent when `aanleveringBestand` is `ontvangen`. Note that you may include the `versie` query parameter to point to a particular document version.
nl: De bronlocatie (URL) van het document in een (externe) Documenten API. Dit moet verwijzen naar de detail-endpoint - wij bouwen vervolgens de download-URL op. Dit veld moet opgegeven worden wanneer het `aanleveringBestand`-veld op `ophalen` staat, dit veld moet dan ook leeg zijn als het `aanleveringBestand` veld op `ontvangen` staat. Merk op dat je de `versie` query-parameter kan opnemen om naar een specifieke documentversie te verwijzen.

source: delivery method
nl: aanleverwijze

source: When the delivery method is set to retrieve a provided document URL pointing to a Documents API, then this will be processed in the background and no `bestandsdelen` will be returned. Otherwise for direct uploads, an array of expected file parts is returned.
nl: Als de aanleverwijze op `ophalen` staat, dan wordt dit verwerkt op de achtergrond en worden er geen `bestandsdelen` teruggegeven in het antwoord. Voor directe uploads wordt er een lijst van verwachte `bestandsdelen` teruggegeven.

source: file parts
nl: bestandsdelen

source: The expected file parts/chunks to upload the file contents. These are derived from the specified total file size (`bestandsomvang`) in the document create body.
nl: De verwachte bestandsdelen/chunks om de bestandsinhoud te uploaden. Deze zijn afgeleid uit de opgegeven totale bestandsgrootte (`bestandsomvang`) in de body van de document-create-operatie.

source: The fields 'naam' and 'weergaveNaam' have to be both present or excluded.
nl: De velden 'naam' en 'weergaveNaam' moeten beide opgegeven of weggelaten worden.

source: internal publication url
nl: Werk een publicatie (in zijn geheel) bij.

source: URL to the UI of the internal application where the publication life cycle is managed. Requires the global configuration parameter to be set, otherwise an empty string is returned.
nl: De URL die verwijst naar de UI van de interne applicatie waar de publicatie beheerd wordt. Dit vereist dat de algemene configuratieparameter ingevuld is, anders wordt er een lege string teruggestuurd.

source: external publication url
nl: externe publicatie-URL.
