Repository: infonl/gppmono
Catalog: services/publicatiebank/src/woo_publications/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: URL to the UI of the external application where the publication is publicly visible. Requires the global configuration parameter to be set, otherwise an empty string is returned.
nl: De URL die verwijst naar de UI van de externe applicatie waar de publicatie publiek toegankelijk is. Dit vereist dat de algemene configuratieparameter ingevuld is, anders wordt er een lege string teruggestuurd.

source: The information categories clarify the kind of information present in the publication.
nl: De informatiecategorie verduidelijkt de soort informatie die in de publicatie voorkomt.

source: The information categories used for the sitemap
nl: De informatiecategorieën voor in de sitemap.

source: Topics capture socially relevant information that spans multiple publications. They can remain relevant for tens of years and exceed the life span of a single publication.
nl: Onderwerpen gaan over maatschappelijk relevante informatie die meerdere publicaties omvatten. Ze kunnen tientallen jaren relevant blijven en overstijgen de typische levensduur van een enkele publicatie.

source: The organisation which publishes the publication.
nl: De organisatie die de publicatie publiceert.

source: The organisation which is liable for the publication and its contents.
nl: De organisatie die verantwoordelijk is voor de publicatie en haar inhoud.

source: The organisation which drafted the publication and its content.
nl: De organisatie die de publicatie en haar inhoud opgesteld heeft.

source: The publication identifiers attached to this publication.
nl: De set aan identificatiekenmerken horend bij deze publicatie.

source: **Disclaimer**: you can't create a {revoked} publication. **Disclaimer**: when you revoke a publication, the attached published documents also get revoked.
nl: **Waarschuwing**: je kan geen {revoked} publicatie aanmaken. **Waarschuwing**: wanneer je een publicatie intrekt, dan worden ook de gerelateerde gepubliceerde documenten ingetrokken.

source: The publisher can be `null` if the publication is a concept.
nl: De 'publisher' kan `null` zijn voor conceptpublicaties.

source: **Note** on create or when updating the information categories, manually provided values are ignored and overwritten by the automatically derived parameters from the related information categories.
nl: **Opmerking** handmatig opgegeven waarden worden bij het aanmaken (of wanneer de informatiecategorieën bijgewerkt worden) overschreven met de automatisch afgeleide waarden uit de gekoppelde informatiecategorie(ën).

source: You cannot modify a {revoked} publication.
nl: Je kan een {revoked} publicatie niet wijzigen.

source: The publication attached to this topic.
nl: De publicatie die aan dit onderwerp gekoppeld is.

source: The possible state transitions are: {transitions}. Note that some transitions may be limited by business logic.
nl: De mogelijke statuswijzigingen zijn: {transitions}. Let op dat bij sommige wijzigingen beperkt kunnen zijn door business-logica.

source: Changing the state from '{current}' to '{value}' is not allowed.
nl: Je kan de status niet veranderen van '{current}' naar '{value}'.

source: The provided URL (domain and port) are not supported.
nl: De opgegeven URL (domein en poortnummer) is niet ondersteund.

source: Could not look up the referenced document. Got status_code={status_code} response.
nl: Het opgegeven document kan niet opgehaald worden. De ontvangen response heeft status_code={status_code}.

source: The URL structure does not match the detail endpoint of a Documents API 1.x enkelvoudiginformatieobject resource.
nl: De URL-structuur komt niet overeen met de detail-endpoint van een Documenten API 1.x enkelvoudiginformatieobject resource.

source: You cannot provide identical identifiers.
nl: U kunt geen gelijke kenmerken opgeven.

source: All available documents.
nl: Alle beschikbare documenten.

source: Returns a paginated result list of existing documents.
nl: Geeft een resultatenlijst (met paginering) terug van de bestaande documenten.

source: Retrieve a specific document.
nl: Haal een specifiek document op.

source: Update the metadata of a specific document.
nl: Werk de metadata van een specifiek document bij.

source: Update the metadata of a specific document partially.
nl: Werk de metadata van een specifiek document gedeeltelijk bij.

source: Register a document's metadata.
nl: Registreer de metadata van een document.

source: Creating a document results in the registration of the metadata and prepares the client for the upload of the binary data. The document (metadata) is immediately registered in the underlying Documents API, and you receive an array of `bestandsdelen` in the response data to upload the actual binary data of the document. Note that the record in the underlying Documents API remains locked until all file parts have been provided. **NOTE** This requires the global configuration to be set up via the admin interface. You must: * configure and select the Documents API to use * specify the organisation RSIN for the created documents
nl: Het registreren van een document zorgt ervoor dat de metadata vastgelegd wordt en geeft informatie terug aan de client zodat de bestandsinhoud geüpload kan worden. Het document (= de metadata) wordt meteen vastgelegd in de achterliggende Documenten-API, en je krijgt een lijst van bestandsdelen terug in het antwoord waarmee je de eigenlijke bestandsinhoud kan uploaden. Merk op dat de record in de achterliggende Documenten-API vergrendeld is tot dat alle bestandsdelen toegevoegd zijn. **NOTE** Je moet hiervoor een aantal algemene instellingen doen in de beheeromgeving. Met name: * een Documenten-API-service instellen en selecteren * een organisatie-RSIN instellen om te gebruiken voor geregistreerde documenten

source: Delete a specific document.
nl: Vernietig een specifiek document.

source: Upload file part
nl: Bestandsdeel uploaden

source: Send the binary data for a file part to perform the actual file upload. The response data of the document create endpoints returns the list of expected file parts, pointing to this endpoint. The client must split the binary file in the expected part sizes and then upload each chunk individually. Once all file parts for the document are received, the document will be automatically unlocked in the Documents API and ready for use. **NOTE** this endpoint expects `multipart/form-data` rather than JSON to avoid the base64 encoding overhead.
nl: Upload de binaire data voor een bestandsdeel. De response van de document create endpoint geeft een lijst van verwachtte bestandsdelen terug die naar dit endpoint verwijzen. De client moet het bestand opknippen in de verwachtte bestandsdeelgroottes en dan elk stuk individueel uploaden. Eenmaal alle bestandsdelen voor het document ontvangen zijn, zal het document automatisch ontgrendeld worden in de achterliggende Documenten-API en dan is het document klaar voor gebruik. **NOTE** dit endpoint verwacht `multipart/form-data` gegevens in plaats van JSON - op deze manier kan de base64-encoding overhead voorkomen worden.

source: Download the binary file contents
nl: Download de binaire bestandsdata

source: Download the binary content of the document. The endpoint does not return JSON data, but instead the file content is streamed. You can only download the content of files that are completely uploaded in the upstream API.
nl: Download de inhoud van het document als binaire data. Dit endpoint geeft geen JSON terug, in de plaats daarvan wordt de bestandsinhoud direct gestreamed. Je kan enkel bestanden downloaden waarvan de upload naar de achterliggende Documenten-API voltooid is.

source: The binary file contents.
nl: De binaire bestandsinhoud.

source: Conflict - the document is not (yet) available for download.
nl: Conflict - het document is (nog) niet beschikbaar voor download.

source: Bad gateway - failure to stream content.
nl: Bad gateway - kon de inhoud niet streamen.

source: Total size in bytes of the download.
nl: Totale grootte (in bytes) van de download.

source: Marks the file as attachment and includes the filename.
nl: Markeert het bestand als 'bijlage' en bevat de bestandsnaam van het document.

source: The document upload is not yet completed.
nl: De documentupload is nog niet voltooid.

source: Could not download from the upstream.
nl: Kon niet downloaden van de achterliggende service.

source: All available publications.
nl: Alle beschikbare publicaties.

source: Returns a paginated result list of existing publications.
nl: Geeft een lijst (met paginering) terug van alle bestaande publicaties.

source: Retrieve a specific publication.
nl: Haal een specifieke publicatie op.

source: Create a publication.
nl: Maak een publicatie aan.

source: Create a publication. When creating a publication as a concept the only required field is `officieleTitel`.
nl: Maak een publicatie aan. Bij het aanmaken van een conceptpublicatie is het enige verplichte veld `officieleTitel`.

source: Update a publication partially.
nl: Werk een publicatie (gedeeltelijk) bij.

source: Update a publication entirely.
nl: Werk een publicatie (in zijn geheel) bij.

source: Update a publication entirely. When updating a publication as a concept the only required field is `officieleTitel`.
nl: Update een publicatie voledig. Bij het updaten van een conceptpublicatie is het enige verplichte veld `officieleTitel`.

source: Destroy a publication.
nl: Vernietig een publicatie.

source: All available topics.
nl: Alle beschikbare onderwerpen.

source: Returns a paginated result list of existing topics.
nl: Geeft een resultatenlijst (met paginering) terug van de bestaande onderwerpen.

source: Retrieve a specific topic.
nl: Haal een specifiek onderwerp op.

source: Published
nl: Gepubliceerd

source: Revoked
nl: Ingetrokken

source: Receive
nl: Ontvangen

source: Retrieve
nl: Ophalen

source: Owner
nl: Eigenaar

source: Identifier
nl: Identificatie

source: The (primary) unique identifier.
nl: De (primaire) unieke identificatie.

source: Name
nl: Naam

source: You need to provide a valid 'owner' or 'identifier' and 'name'.
nl: Je moet of een 'eigenaar', of 'identifier' en 'naam' (samen) opgeven.

source: This field is required.
nl: Dit veld is vereist.

source: promote
nl: promoot

source: Marker to indicate that this topic will be promoted within the frontend application.
nl: Vlag die aangeeft of dit onderwerp gepromoot wordt in het burgerportaal.

source: created on
nl: geregistreerd op

source: System timestamp reflecting when the topic was registered in the database.
nl: Systeemdatum en -tijd wanneer het onderwerp geregistreerd is in de database.

source: System timestamp reflecting when the topic was last modified in the database.
nl: Systeemdatum en -tijd wanneer het onderwerp laatst gewijzigd is in de database.

source: topic
nl: onderwerp

source: topics
nl: onderwerpen

source: You cannot create a {revoked} topic.
nl: Je kan geen {revoked} onderwerp aanmaken.

source: liable organisation
nl: verantwoordelijke organisatie

source: drafter
nl: opsteller

source: The owner of this publication from gpp-app or gpp-publicatiebank.
nl: De eigenaar van deze publicatie afgeleid van gpp-app of gpp-publicatiebank.

source: short title
nl: verkorte titel

source: System timestamp reflecting when the publication was registered in the database. Not to be confused with the creation date of the publication, which is usually *before* the registration date.
nl: Systeemdatum en -tijd wanneer de publicatie in de databank opgeslagen is. Niet te verwarren met de creatiedatum van de publicatie, die typisch *voor* de registratiedatum valt.

source: System timestamp reflecting when the publication was last modified in the database.
nl: Systeemdatum en -tijd wanneer de publicatie laatst gewijzigd is in de database.

source: published on
nl: gepubliceerd op

source: System timestamp reflecting when the publication was published.
nl: Systeemdatum en -tijd wanneer de publicatie gepubliceerd werd.

source: revoked on
nl: ingetrokken op

source: System timestamp reflecting when the publication was revoked.
nl: Systeemdatum en -tijd wanneer de publicatie ingetrokken werd.

source: in effect from
nl: datum begin geldigheid

source: The date when the rights and obligations of the attached documents come into effect.
nl: De datum waarop de rechten en plichten vastgelegd in deze documenten in werking treden.

source: in effect until
nl: datum einde geldigheid

source: The date when the rights and obligations of the attached documents stops being in effect.
nl: De datum waarop de rechten en plichten vastgelegd in deze documenten (zijn) komen te vervallen.

source: archive action date
nl: archiefactiedatum

source: Date when the publication will be archived or disposed.
nl: Datum waarop de publicatie overgebracht of definitief vernietigd zal worden.

source: publication
nl: publicatie

source: publications
nl: publicaties

source: The publisher is only allowed to be unset if the publication is a concept.
nl: Filter publicaties op publicatiestatus.

source: The publication that this identifier identifies.
nl: De publicatie die aan dit onderwerp gekoppeld is.

source: The identifier that (combined with bron) uniquely identifies the publication.
nl: De identificatie die (samen met de bron) de publicatie uniek herleidbaar maakt.

source: source
nl: bron

source: Determines where the identifier is defined and sourced from.
nl: Geeft aan in welk systeem het kenmerk leeft en waar het vandaan komt.

# trait
source: identifier
nl: kenmerk

# trait
source: identifiers
nl: kenmerken

source: The publication that this document belongs to. A publication may have zero or more documents.
nl: De publicatie waaronder dit document valt. Een publicatie kan nul of meer documenten bevatten.

source: The owner of this document from gpp-app or gpp-publicatiebank.
nl: De eigenaar van dit document afgeleid van gpp-app of gpp-publicatiebank.

source: creation date
nl: creatiedatum

source: Date when the (physical) document came into existence. Not to be confused with the registration timestamp of the document - the creation date is typically *before* the registration date.
nl: De datum waarop het document ontstaan is. Niet te verwarren met de registratiedatum - de creatiedatum valt typisch *voor* de registratiedatum.

source: file format
nl: bestandsformaat

source: file name
nl: bestandsnaam

source: File name 'on disk' of the document, e.g. 'gelakt-verslag.pdf'.
nl: Bestandsnaam 'op de harde schijf' van het document, bijvoorbeeld 'gelakt-verslag.pdf'.

source: Size of the file on disk, in bytes.
nl: Bestandsgrootte op de harde schijf, in bytes.

source: source URL
nl: bron-URL

source: If the document originates from a Documenten API, this URL uniquely identifies the matching resource. The value is empty for manual uploads.
nl: Wanneer het document afkomstig is uit een Documenten API, dan is deze URL een unieke identificatie voor de overeenkomstige resource. De waarde is leeg voor handmatige uploads.

source: System timestamp reflecting when the document was registered in the database. Not to be confused with the creation date of the document, which is usually *before* the registration date.
nl: Systeemdatum en -tijd wanneer het document in de databank opgeslagen is. Niet te verwarren met de creatiedatum van de publicatie, die typisch *voor* de registratiedatum valt.

source: System timestamp reflecting when the document was last modified in the database.
nl: Systeemdatum en -tijd wanneer het document laatst gewijzigd is in de database.

source: date of reception
nl: ontvangstdatum

source: The timestamp when the document is received by the organisatie.
nl: Indien van toepassing, datum wanneer het document door of namens de organisatie in ontvangst is genomen.

source: signed date
nl: datum ondertekening

source: The timestamp when the document is signed by the organisatie.
nl: Indien van toepassing, datum waarop het document (door alle partijen) ondertekend is.

source: Documents API Service
nl: Documenten API-service

source: The UUID of the API resource recorded in the Documenten API.
nl: Het UUID van de API-resource zoals die in de Documenten API vastgelegd is.

source: document lock
nl: documentvergrendelingscode

source: The lock value to be able to update this document in the Documents API.
nl: De ontgrendelsleutel nodig voor updates aan het document in de Documenten API.

source: upload completed
nl: documentupload voltooid

source: Marker to indicate if the upload to the Documenten API is finalized.
nl: Markering om aan te geven of de upload naar de Documenten API afgerond is.

source: documents
nl: documenten

source: You must specify both the Documents API service and document UUID to identify a document.
nl: Je moet de Documenten API-service én het document-UUID allebei opgeven om naar een document te verwijzen.

source: The document that this identifier identifies.
nl: Het document geïdentificeerd door dit kenmerk.

source: The identifier that (combined with bron) uniquely identifies the document.
nl: De identificatie die (samen met de bron) het document uniek herleidbaar maakt.

source: Add another %(model_name)s (opens in new tab/window)
nl: Nog een %(model_name)s toevoegen (opent in een nieuw scherm/tab)

source: You can add %(rel_model_name)s after saving this %(model_name)s.
nl: Je kan %(rel_model_name)s toevoegen nadat deze %(model_name)s opgeslagen is.

source: Delete?
nl: Verwijderen?

source: Administration
nl: Beheer

source: View site
nl: Toon site

source: Account security
nl: Accountbeveiliging

source: Change password
nl: Wachtwoord wijzigen

source: Log out
nl: Afmelden

source: Are you sure you want to change the owner of the selected %(objects_name)s? All of the following objects will have their owner changed:
nl: Weet je zeker dat je de eigenaar van de geselecteerde %(objects_name)s wilt veranderen? Al de volgende objecten zullen van eigenaar veranderen:

source: <p> Please specify the new owner here. There are two possible ways to do this: </p> <ol> <li>Select an existing owner in the dropdown</li> <li>Create a new owner by specifying their identifier and display name in the text fields</li> </ol>
nl: <p>Geef hier de nieuwe eigenaar op. Dit kan op twee manieren:</p> <ol> <li>Selecteer een bestaande medewerker in de keuzelijst</li> <li>Voeg een medewerker toe door hun identificatie en weergavenaam op te geven in de tekstvelden</li> </ol>

source: Please correct the error(s) below.
nl: Corrigeer de onderstaande fout(en).

source: Existing owner
nl: Bestaande eigenaar

source: New owner
nl: Nieuwe eigenaar

source: Yes, I’m sure
nl: Ja, ik weet het zeker

source: No, take me back
nl: Nee, ga terug

source: hijack
nl: overnemen

source: Hijack %(username)s
nl: Inloggen als %(username)s

source: Documentation
nl: Documentatie

source: Code on Github
nl: Code op Github

source: WOO Publications API
nl: WOO-Publicatiebank-API

source: Repository and JSON-based API for WOO publications.
nl: Opslag en JSON-API voor WOO-Publicaties.

source: or
nl: of

source: Login with organization account
nl: Inloggen met organisatieaccount

source: Contact support
nl: Contacteer support

source: WOO publications
nl: WOO-Publicatiebank

source: WOO publications dashboard
nl: Dashboard WOO-Publicatiebank

source: Last year
nl: Vorig Jaar

source: No date
nl: Geen datum

source: Has date
nl: Heeft datum

source: The image dimensions exceed the maximum dimensions of {max_width}x{max_height}.
nl: De afbeelding is groter dan de maximale afmetingen van {max_width}x{max_height}.

source: File size exceeds max size of {max_img_size}.
nl: De bestandsgrootte is groter dan de toegestane {max_img_size}.

source: WOO Publications
nl: WOO-Publicatiebank
