Repository: infonl/gppmono
Catalog: services/publicatiebank/src/woo_publications/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: ## Documentation The Woo Publications API enables client applications to consult and manage the publications of documents for transparency of governance. This API documentation contains three logical 'domains'. ### Domains **Metadata** Publications and their related documents must have certain metadata attached to them. The metadata endpoints allow client applications to retrieve (and in some resources also create/update) the available metadata. * [Organisations](#tag/Organisaties): known government organisations, such as municipalities, provices... * [Information categories](#tag/Informatiecategorieen): the prescribed categories for the [DiWoo](https://standaarden.overheid.nl/diwoo/metadata) standard, optionally extended with organization-specific categories. * [Themes](#tag/Themas): a tree structure of parent/child themes to further describe what publications are about **Publications** * [Publications](#tag/Publicaties): a publication is a logical unit of information to be made public. It may contain one or more documents. Metadata is typically attached to a publication rather than the contained documents. * [Documents](#tag/Documenten): the actual files/documents that are being made public and will be indexed in the search engine(s). **Catalogi API** The [Catalogi API](#tag/Catalogi-API) endpoint(s) are an implementation detail of how this API works. Client applications do not have to worry about them. They are required to be able to re-use the Documenten API for the actual document file storage. ### Authentication **API key** The API endpoints require authentication, for which you need an API key. API keys are managed in the admin interface (see the functional documentation). Once you have an API key, ensure every request has the necessary header: Authorization: Token my-example-api-key Replace `my-example-api-key` with your actual API key. **Audit headers** Additionally, most endpoints require request headers to be set for audit purposes: Audit-User-ID: unique-identifier@example.com Audit-User-Representation: Alice B. Tables Audit-Remarks: Retrieving own publications
nl: ## Documentatie De Woo-Publicatiebank API stelt client-applicaties in staat om publicaties van documenten te raadplegen en te beheren in het kader van een open overheid. Deze API-documentatie bevat drie logische 'domeinen'. ### Domeinen **Metadata** Publicaties en hun gerelateerde documenten moeten bepaalde metadata hebben. De metadata-endpoints stellen client-applicaties in staat om beschikbare metadata op te halen (en in sommige resources ook aan te maken of bij te werken). * [Organisaties](#tag/Organisaties): bekende overheidsorganisaties, zoals gemeentes, provincies... * [Informatiecategorieën](#tag/Informatiecategorieen): de voorgeschreven categorieën voor de [DiWoo](https://standaarden.overheid.nl/diwoo/metadata)-standaard, optioneel uitgebreid met organisatiespecifieke categorieën. * [Thema's](#tag/Themas): een boomstructuur van ouder/kind-thema's om verder te beschrijven waar publicaties over gaan. **Publicaties** * [Publicaties](#tag/Publicaties): een publicatie is een logische eenheid van informatie die openbaar gemaakt moet worden - die kan één of meerdere documenten bevatten. Metadata wordt typisch gekoppeld aan de publicatie in plaats van aan de documenten die erin zitten. * [Documenten](#tag/Documenten): de daadwerkelijke bestanden/documenten die openbaar worden gemaakt en geïndexeerd in zoekmachines. **Catalogi API** De [Catalogi API](#tag/Catalogi-API)-eindpunten zijn een implementatiedetail van hoe deze API werkt. Client-applicaties hoeven hier niets mee te doen. Ze zijn nodig om de Documenten API te kunnen hergebruiken voor de daadwerkelijke opslag van bestanden. ### Authenticatie **API-sleutel** De API-endpoints vereisen authenticatie waarvoor je een API-sleutel moet hebben. API-sleutels worden aangemaakt in de beheerinterface (zie de functionele documentatie). Wanneer je een API-sleutel hebt, dan moet je deze meesturen in elk verzoek in een request header: ``` Authorization: Token mijn-voorbeeld-api-sleutel ``` Vervang `mijn-voorbeeld-api-sleutel` door je eigen API-sleutel. **Audit-headers** Daarnaast vereisen de meeste endpoints dat er request headers worden meegestuurd voor de audit logs: ``` Audit-User-ID: unieke-identificatie@example.com Audit-User-Representation: Alice B. Tables Audit-Remarks: Eigen publicaties ophalen ```

source: Documents API service
nl: Documenten-API-service

source: The service to use for new document uploads - the metadata and binary content will be sent to this API.
nl: De service voor nieuwe document-uploads. De metadata en bestandsinhoud worden in deze API vastgelegd.

source: organisation RSIN
nl: RSIN organisatie

source: The RSIN of the municipality that owns the documents in the Documents API.
nl: Het RSIN van de organisatie/gemeente die eigenaar is van de documenten in Documenten API.

source: GPP Search service
nl: GPP-zoeken service

source: The service to use for search index operations to make the content publicly available.
nl: De service die verantwoordelijk is voor het indexeren en doorzoeken van openbare documenten.

source: GPP-app publication URL template
nl: GPP-app publicatie-URL-sjabloon

source: URL pattern to a publication in the GPP app. The special token <UUID> will be replaced with the system identifier of each publication.
nl: Het URL-patroon naar de publicatie in de GPP-app. De speciale tekst <UUID> wordt vervangen met de systeemidentificatie van elke publicatie.

source: GPP-burgerportaal publication URL template
nl: GPP-burgerportaal publicatie-URL-sjabloon

source: URL pattern to a publication in the GPP burgerportaal. The special token <UUID> will be replaced with the system identifier of each publication.
nl: Het URL-patroon naar de publicatie in de GPP-burgerportaal. De speciale tekst <UUID> wordt vervangen met de systeemidentificatie van elke publicatie.

source: global configuration
nl: algemene instellingen
